[
  {
    "level": "1",
    "name": "ashes",
    "joke": "When the window fell into the incinerator, it was a pane in the ash to retrieve."
  },
  {
    "level": "1",
    "name": "pirate's favorite letter",
    "joke": "What's a pirate's favorite letter? It be the Sea"
  },
  {
    "level": "1",
    "name": "He's Alright",
    "joke": "Did you hear about the guy whose whole left side was cut off? He's all right now."
  },
  {
    "level": "3",
    "name": "Bakery Fire",
    "joke": "My friend's bakery burned down last night. Now his business is toast."
  },
  {
    "level": "2",
    "name": "Nut Assault",
    "joke": "Two peanuts were walking down the street. One was a salted."
  },
  {
    "level": "2",
    "name": "Wonderwall",
    "joke": "My son asked me to stop singing oasis songs in public. I said maybe."
  },
  {
    "level": "2",
    "name": "Banking",
    "joke": "I used to be a banker but I lost interest"
  },
  {
    "level": "2",
    "name": "Golfer Pants",
    "joke": "Why did the golfer bring two pairs of pants? In case he got a hole-in-one."
  },
  {
    "level": "1",
    "name": "Lieutenant Dan",
    "joke": "To the man in the wheelchair that stole my camouflage jacket; You can hide, but you can't run."
  },
  {
    "level": "3",
    "name": "Flamingo",
    "joke": "When my wife told me to stop impersonating a flamingo I had to put my foot down."
  },
  {
    "level": "1",
    "name": "My Day",
    "joke": "The rotation of earth really makes my day."
  },
  {
    "level": "2",
    "name": "Chickens can't drive",
    "joke": "Why do chicken coops only have two doors? Because if they had four, they would be chicken sedans."
  },
  {
    "level": "1",
    "name": "Bel Air",
    "joke": "How do you find Will Smith in the snow? You look for the fresh prints."
  },
  {
    "level": "1",
    "name": "No Charge",
    "joke": "A proton, an electron, & a neutron walk into a bar. The proton orders a shot, drinks it, pulls out his wallet, and pays the bartender. The electron orders a shot, drinks it, pulls out his wallet, and pays the bartender. The neutron orders a shot, drinks it, then pulls out his wallet. The bartender stops him and says, \"for you, no charge...\"""
  },
  {
    "level": "1",
    "name": "I'm Positive",
    "joke": "Two atoms are walking down the street. One says, \"Oh no! I lost an electron!\", The other asks him, \"Are you sure?\", The first one says, \"Yeah, I'm positive\""
  },
  {
    "level": "2",
    "name": "Sandwich",
    "joke": "A ham sandwich walks into a bar and orders a beer. The bartender looks at him and says, ‘Sorry we don’t serve food here."
  },
  {
    "level": "3",
    "name": "I Can't Hear This Joke",
    "joke": "What is Beethoven’s favorite fruit? A ba-na-na-na."
  },
  {
    "level": "1",
    "name": "Exhaust",
    "joke": "I had a dream that I was a muffler last night. I woke up exhausted."
  },
  {
    "level": "1",
    "name": "Watch Your Head",
    "joke": "Two guys walk into a bar, the third one ducks."
  },
  {
    "level": "1",
    "name": "Every 6 Months",
    "joke": "What time did the man go to the dentist? Tooth hurt-y."
  }
]
